Repository: zicodeng/PlantStory
Catalog: PlantStory/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Leaves develop many tiny pale dots, then may look bronze or dry. Fine webbing can appear when numbers grow.
zh_hans: 叶面会出现密集的浅色小点，随后可能变成铜褐色或干枯。虫量增多时，还会看到细细的网。

source: Leaves falling unexpectedly
zh_hans: 叶片异常脱落

source: Leaves frequently show clear veins; Pilea species often have small, inconspicuous flowers.
zh_hans: 叶脉通常很清楚；冷水花属的花朵往往很小，不太显眼。

source: Leaves have distinct dark, pale, yellow, or water-soaked patches.
zh_hans: 叶片上出现明显的深色、浅色、黄色或水渍状斑块。

source: Leaves may curl to reduce moisture loss in hot or low-humidity conditions.
zh_hans: 在高温或低湿度环境中，叶片可能通过卷曲来减少水分流失。

source: Leaves often unfold from sheathing stalks and may lift or fold as light changes.
zh_hans: 叶片常从包裹状叶柄中展开，并会随光线变化抬起或合拢。

source: Leaves or flowers develop silvery scraped patches, streaks, distortion, or tiny black specks. The insects are narrow and difficult to see.
zh_hans: 叶片或花朵会出现银白色擦痕、条斑、变形或黑色小点。蓟马身体细长，很难直接看清。

source: Let it open on its own
zh_hans: 让叶片自己展开

source: Let the leaf open by itself. Do not peel, pull, or rub the tender blade.
zh_hans: 让叶片自然展开，不要剥、拉或揉搓幼嫩的叶面。

source: Let the pot finish draining, then discard water from its saucer or decorative outer pot.
zh_hans: 等花盆沥干后，倒掉托盘或装饰套盆里的水。

source: Let the top layer of mix dry as much as the plant safely allows, clear decaying debris, and use sticky cards to reduce and monitor adults.
zh_hans: 在植物能够承受的范围内，让盆土表层充分变干，清除腐烂杂物，并用粘虫板减少和监测成虫。

source: Life timeline
zh_hans: 成长足迹

source: Light
zh_hans: 光照

source: LIGHT LEVEL
zh_hans: 光照强度

source: Light Made Simple
zh_hans: 轻松看懂光照

source: Light or nutrient stress
zh_hans: 光照或养分不足

source: Light usually becomes weaker as a plant moves farther from a window.
zh_hans: 植物离窗户越远，接收到的光通常越弱。

source: Light, location, milestones…
zh_hans: 光照、摆放位置、成长变化…

source: Loading support options…
zh_hans: 正在加载支持选项…

source: Lobed
zh_hans: 裂叶

source: Local-only storage · No cloud sync
zh_hans: 只存本机 · 不上云

source: Location (optional)
zh_hans: 摆放位置（可选）

source: Location for this sighting…
zh_hans: 这次是在哪里发现的？

source: Long dry periods or very dry air can leave delicate leaf tips crisp.
zh_hans: 土壤长期干燥或空气过于干燥，会让脆弱的叶尖变得干焦。

source: Long, narrow, and pointed
zh_hans: 细长，末端尖

source: Long, thin growth, leaning toward a window, smaller new leaves, fading color, or fewer flowers can be clues.
zh_hans: 枝茎细长、向窗户倾斜、新叶变小、叶色变淡或开花减少，都可能是光照不足的迹象。

source: Look at the top of the central structure, often above the surrounding anthers.
zh_hans: 观察花朵中央结构的顶端，它通常高于周围的花药。

source: Look closely at how a leaf is built to collect light.
zh_hans: 仔细看看叶片由哪些结构组成，又如何接收光线。

source: Look first at the base. The two rounded sides meet around a clear inward notch.
zh_hans: 先看叶基：两侧圆弧在明显的内凹处相接。

source: Look for a firm green or brown nub emerging from a node, often opposite a leaf.
zh_hans: 在节上寻找坚实的绿色或棕色小突起，通常位于叶片对面。

source: Look for a flower structure made of a central spike called a spadix, often wrapped by a leaflike spathe.
zh_hans: 留意中央棒状的肉穗花序，外面常包着一片像叶子的佛焰苞。

source: Look for a joint or slight ring where a leaf meets the main stem.
zh_hans: 叶片与主茎相接处常有一个关节状或略微隆起的环。

source: Look for a small pointed bud, swelling, or fresh tip. Compare it with nearby older growth so you can recognize what is new.
zh_hans: 寻找小小的尖芽、鼓起处或颜色鲜嫩的枝梢，并与附近较老的部分对比，就更容易认出新生长。

source: Look for a small, tightly closed point near a node or at a stem tip.
zh_hans: 在节附近或茎尖寻找小小的、尚未展开的尖状结构。

source: Look for a smooth, pale or cream-colored point at the end of a healthy young root.
zh_hans: 在健康幼根末端寻找光滑、浅色或乳白色的尖端。

source: Look for a white mineral crust on the soil or around the pot.
zh_hans: 看看土面或花盆周围是否有白色矿物盐结晶。

source: Look for an established start
zh_hans: 确认根系已经站稳脚跟

source: Look for firm healthy roots and remove roots that are clearly dead, soft, or damaged using clean shears.
zh_hans: 检查结实健康的根，用干净剪刀剪掉明显坏死、柔软或受损的根。

source: Look for low mats or small leafy forms in moist places. Fine stalks with capsules may rise above a moss when it is producing spores.
zh_hans: 它们常在湿润处形成贴地的绒毯或小片叶状体。苔藓产生孢子时，细长的柄顶端可能会长出孢蒴。

source: Look for medium-sized roots growing sideways from a thicker structural root.
zh_hans: 寻找从较粗支撑根侧面长出的中等粗细根。

source: Look for nearby heaters, vents, or intense sunlight that may be drying the plant.
zh_hans: 查看附近是否有暖气、风口或强烈阳光使植物变干。

source: Look for obstructions
zh_hans: 留意遮挡

source: Look for several slender stalks arranged around the central pistil.
zh_hans: 雌蕊周围排列着的几根细长结构就是雄蕊。

source: Look for the broad, often colorful structures that open as the flower blooms.
zh_hans: 花朵绽放时展开的宽大彩色结构通常就是花瓣。

source: Look for the small green, leaflike structures directly behind or beneath the petals.
zh_hans: 花瓣后面或下方那些绿色、像小叶片的结构就是萼片。

source: Look for the thick line running from the petiole toward the leaf tip.
zh_hans: 从叶柄一路延伸到叶尖的粗线就是主脉。

source: Look for the yellow or dusty-looking shape at the end of each slender filament.
zh_hans: 每根细长花丝末端黄色或带粉末的部分就是花药。

source: Look in leaf axils, along stems and veins, under leaves, and around tight crevices near the pot rim.
zh_hans: 重点查看叶腋、茎、叶脉、叶背，以及盆沿附近的狭小缝隙。

source: Look just above the place where a petiole meets the stem at a node.
zh_hans: 在叶柄与茎相接的节上方寻找。

source: Look more closely
zh_hans: 需要仔细检查

source: Look under leaves, inside flowers, around buds, and in tight folds. Check damaged areas for slender insects and black specks.
zh_hans: 查看叶背、花朵内部、花苞周围和紧密褶皱处，并在受损区域寻找细长小虫和黑色小点。

source: Lookalikes
zh_hans: 相似植物

source: Loose pollen near anthers is usually a normal part of flowering, not a pest.
zh_hans: 花药附近散落的花粉通常是正常开花现象，并不是害虫。

source: Loosen circling roots
zh_hans: 松开盘绕根系

source: Low light
zh_hans: 低光照

source: Low-light tolerant means the plant can cope—not that it will grow quickly. Watch for stretching, small leaves, or fading color.
zh_hans: 耐低光照只代表植物能够适应，并不代表它会长得快。要留意徒长、新叶变小或叶色变淡。

source: Lucky bamboo
zh_hans: 富贵竹

source: Madagascar dragon tree
zh_hans: 五彩千年木

source: Majesty palm
zh_hans: 国王椰子

source: Major branch
zh_hans: 主要分支

source: Major group
zh_hans: 主要类群

source: MAJOR PLANT GROUP
zh_hans: 主要植物类群

source: Make it yours. Change the colors, add new ideas, and start vibe coding your own version.
zh_hans: 换配色、加功能，把它改造成你自己的版本，继续 Vibe Coding。

source: Makes an optional in-app purchase to support the developer
zh_hans: 通过可选的 App 内购买支持开发者

source: Manage optional features and privacy.
zh_hans: 管理功能、数据与隐私。

source: Manage watering reminder notifications
zh_hans: 管理浇水提醒通知

source: Manual backup & restore
zh_hans: 手动备份和恢复

source: Many have divided fronds. Mature fronds may carry clusters of spore-producing structures, often visible as dots or lines on the underside.
zh_hans: 许多蕨类有分裂的叶片。成熟叶片背面常能看到点状或线状的孢子囊群。

source: Many plants still carry Calathea on shop labels even when their accepted genus is Goeppertia.
zh_hans: 不少植物目前接受的属名已是 Goeppertia，但商店标签仍常沿用 Calathea。

source: Many stem cuttings need at least one node before they can produce new growth.
zh_hans: 许多茎插繁殖都需要保留至少一个节，才能长出新芽或新根。

source: Many tropical foliage plants favor this range. A sheer curtain can soften stronger window light.
zh_hans: 许多热带观叶植物喜欢这个范围。光线太强时，可以用薄纱帘柔化阳光。

source: Match the method to the plant
zh_hans: 先确认植物适合哪种方法

source: Match the potting mix
zh_hans: 选择合适的盆土

source: Match visible symptoms with likely causes and simple checks.
zh_hans: 根据可见症状了解可能原因和简单的排查方法。

source: Mature leaf
zh_hans: 叶片成熟

source: Mealybugs
zh_hans: 粉蚧

source: Medium indirect light
zh_hans: 中等散射光

source: Meet four major plant groups
zh_hans: 认识四大植物类群

source: Meet the family
zh_hans: 认识这个科

source: Meet the light levels
zh_hans: 认识不同光照强度

source: MEET THE PLANT FAMILY TREE
zh_hans: 认识植物家族树

source: Meet the whole plant
zh_hans: 先来认识整株植物

source: Mexican breadfruit plant
zh_hans: 长叶龟背竹

source: Midrib
zh_hans: 主脉

source: Milky latex is common. Ficus plants often have woody stems and prominent leaf scars.
zh_hans: 乳白色汁液很常见。榕属植物通常有木质茎，落叶后留下明显叶痕。

source: Milky sap can irritate skin, and plants within the family do not all share the same indoor care.
zh_hans: 乳白色汁液可能刺激皮肤，而且同科植物的室内养护方式并不完全相同。

source: Mineral or fertilizer buildup
zh_hans: 矿物盐或肥料积累

source: Mix that stays wet, yellowing leaves, soft stems, odor, or declining roots deserve a closer look.
zh_hans: 盆土久湿不干、叶片发黄、茎部变软、出现异味或根系衰弱，都需要进一步检查。

source: Model
zh_hans: 模型

source: Moist, not saturated
zh_hans: 保持湿润，不要积水

source: Moisture and low airflow
zh_hans: 潮湿且通风不良

source: MOISTURE CHECK
zh_hans: 盆土检查

source: Monstera
zh_hans: 龟背竹属（Monstera）

source: Monstera deliciosa
zh_hans: 龟背竹（Monstera deliciosa）

source: Monstera sits on the flowering-plant branch—the largest major group in this beginner map.
zh_hans: 龟背竹属于开花植物分支，也是这张新手地图中最大的主要类群。

source: Monstera, pothos, orchids, palms, grasses, and cacti.
zh_hans: 龟背竹、绿萝、兰花、棕榈、禾草和仙人掌。

source: Monstera, pothos, philodendron, peace lily, anthurium, ZZ plant, and Chinese evergreen.
zh_hans: 龟背竹、绿萝、蔓绿绒、白掌、红掌、金钱树和广东万年青。

source: Moon cactus
zh_hans: 红瑞云

source: More light often means faster growth and faster drying. After changing a plant’s light, check its watering needs again.
zh_hans: 光照增加后，植物通常长得更快，盆土也干得更快。调整位置后，要重新观察它的浇水需求。

source: Mosses and liverworts
zh_hans: 苔藓与地钱

source: Mosses and liverworts belong to early branches of the land-plant family tree. They stay small and reproduce with spores rather than flowers, fruits, or seeds.
zh_hans: 苔藓和地钱位于陆生植物家族树较早分出的支系。它们体型小巧，通过孢子繁殖，不会开花、结果或产生种子。

source: Mother of thousands
zh_hans: 落地生根

source: Move around the pot so the whole root ball is moistened instead of wetting only one small area.
zh_hans: 沿花盆四周缓慢浇水，让整个根团湿润，而不是只浇湿一小块。

source: Move gradually
zh_hans: 逐步增加光照

source: Move the plant away from harsh midday sun or a strong draft while it recovers.
zh_hans: 恢复期间，将植物移开强烈的正午阳光或强风口。

source: Move the plant away from others, then inspect it in bright light.
zh_hans: 先把这盆植物与其他植物分开，再放到明亮处仔细检查。

source: Move to another iPhone
zh_hans: 换到另一台 iPhone

source: My Garden
zh_hans: 我的花园

source: MY GARDEN
zh_hans: 我的花园

source: Name
zh_hans: 名称

source: Native range
zh_hans: 原生分布

source: Natural aging
zh_hans: 自然老化

source: Natural holes or splits
zh_hans: 叶片自然开孔或分裂

source: Natural spots tend to look deliberate and repeat across healthy leaves. Spreading brown spots or yellow halos can indicate damage.
zh_hans: 天然斑点通常分布有规律，并会出现在多片健康叶子上。不断扩散的褐斑或黄色晕圈，可能说明叶片受损。

source: Needs water
zh_hans: 缺水

source: Nettle family
zh_hans: 荨麻科

source: New growth
zh_hans: 长出新芽

source: New Growth & Life Stages
zh_hans: 新芽与生长阶段

source: New growth is a progress signal, not proof that every care condition is perfect. Read it together with the roots, older leaves, and potting mix.
zh_hans: 长出新芽说明植物正在前进，但不代表所有养护条件都完美。还要结合根系、老叶和盆土一起判断。

source: New leaves emerge as folded spears from the crown; damage to the single growing point can be serious.
zh_hans: 新叶会从冠部以折叠的叶矛形态抽出；唯一生长点受损可能带来严重影响。

source: New leaves may look different
zh_hans: 新叶可能看起来不一样

source: New plant
zh_hans: 新植物

source: New stems and leaves often develop at the active tip of a shoot.
zh_hans: 新的茎和叶通常会从活跃生长的枝梢长出。

source: New wild find
zh_hans: 新的野外记录

source: Next check: %@
zh_hans: 下次检查：%@

source: Next step
zh_hans: 下一步

source: No active reminders
zh_hans: 暂无提醒

source: No care scheduled
zh_hans: 暂无养护安排

source: No cloud storage
zh_hans: 无云端存储

source: No fertilizing recorded yet.
zh_hans: 暂无施肥记录。

source: No location
zh_hans: 未设置位置

source: No matching houseplant yet
zh_hans: 暂时没有找到匹配的室内植物

source: No matching plants
zh_hans: 没有找到相关植物

source: No matching wild finds
zh_hans: 没有找到相关记录

source: No new leaf during a slower season can be normal when the existing foliage and roots remain stable.
zh_hans: 在生长较慢的季节，只要现有叶片和根系状态稳定，暂时没有新叶也可能是正常的。

source: No plants match this filter
zh_hans: 没有符合此筛选条件的植物

source: No reminder set
zh_hans: 未设置提醒

source: No seasonal care scheduled
zh_hans: 这个月没有养护安排

source: No tip needed right now. A GitHub star and a little extra love for your plants are more than enough.
zh_hans: 暂时不用打赏。去 GitHub 点个 Star，再多爱你的植物一点，就很开心了。

source: No tip needed right now. A GitHub star and caring for your plants are more than enough.
zh_hans: 暂时不用打赏。去 GitHub 点个 Star，再好好照顾你的植物，就已经足够。

source: No watering reminders
zh_hans: 还没有浇水提醒

source: No watering reminders are due.
zh_hans: 没有已到期的浇水提醒。

source: No waterings recorded yet.
zh_hans: 暂无浇水记录。

source: Node
zh_hans: 节

source: Nodes and buds
zh_hans: 茎节与芽点

source: Normal changes
zh_hans: 常见的正常变化

source: Not every member stings. Chinese money plant is a gentle member commonly grown indoors.
zh_hans: 并非所有成员都会蜇人。镜面草就是常见而温和的室内成员。

source: Not every succulent is a cactus. Look for areoles rather than relying on spines alone.
zh_hans: 并非所有多肉植物都是仙人掌。判断时要找刺座，不能只看有没有刺。

source: Not fertilized yet
zh_hans: 还没施过肥

source: Not Now
zh_hans: 暂时不要

source: Not requested
zh_hans: 尚未请求

source: Not selected
zh_hans: 未选择

source: Not suggested
zh_hans: 暂无建议

source: Not watered yet
zh_hans: 还没浇过水

source: Notes
zh_hans: 笔记

source: Notice the fresh color and compact shape. Check nearby folds gently for pests without prying the leaf apart.
zh_hans: 留意鲜嫩的颜色和紧凑的形态。可以轻轻检查叶片褶皱附近是否有害虫，但不要把叶片掰开。

source: Notice whether the pot is unusually light, heavy, hot, or cold.
zh_hans: 留意花盆是否异常轻、重、热或冷。

source: Notifications
zh_hans: 通知

source: Notifications are turned off
zh_hans: 通知已关闭

source: Notifications disabled
zh_hans: 通知已关闭

source: Nurture a sprout
zh_hans: 呵护一株新芽

source: Oak
zh_hans: 橡树

source: Off · Add your own API key
zh_hans: 已关闭 · 添加自己的 API 密钥

source: Off in iPhone Settings
zh_hans: 已在 iPhone 设置中关闭

source: Offsets and plantlets
zh_hans: 侧芽与小苗

source: OK
zh_hans: 好

source: Older leaves eventually retire
zh_hans: 老叶也会自然退场

source: Older names often remain searchable as synonyms, so a familiar label can still help you find the currently accepted name.
zh_hans: 旧名称通常会作为异名保留下来，仍可用于搜索，因此熟悉的旧标签也能帮你找到目前接受的名称。

source: On · Key %@
zh_hans: 已开启 · 密钥 %@

source: On a very young root, this zone sits just behind the smooth growing tip and may look softly fuzzy.
zh_hans: 在很幼嫩的根上，根毛区位于光滑生长根尖的后方，看起来可能带有柔软细绒。

source: One clue alone is not proof. If you are unsure, gently slide out the root ball and look before choosing a larger pot.
zh_hans: 单凭一个迹象还不能确定。如果拿不准，可以轻轻取出根团查看，再决定是否换大盆。

source: One name, three useful pieces
zh_hans: 一个名称，三个实用部分

source: One side may open before the other. Minor temporary wrinkles can smooth as the leaf expands.
zh_hans: 叶片两侧不一定同时展开。随着叶片继续伸展，轻微的暂时性皱褶可能会逐渐变平。

source: Only when you tap Suggest with AI, limited text such as the plant name, existing species, and region when relevant is sent directly to OpenAI. Photos and plant history are not sent.
zh_hans: 只有你主动使用 AI 建议时，PlantStory 才会把植物名称、已填写的物种，以及必要时的地区信息发送给 OpenAI。照片和植物记录不会发送。

source: Open a plant and choose Set a watering reminder in its Watering section.
zh_hans: 打开一株植物，在“浇水”中选择“设置浇水提醒”。

source: Open iPhone Settings
zh_hans: 打开 iPhone 设置

source: Open Settings
zh_hans: 打开设置

source: Open source
zh_hans: 开源

source: OpenAI API billing is separate from a ChatGPT subscription. Your API key stays in this device’s Keychain and is used only to authenticate requests to OpenAI.
zh_hans: OpenAI API 与 ChatGPT 订阅分开计费。你的 API 密钥只保存在这台设备的钥匙串中，仅用于向 OpenAI 验证请求。

source: OpenAI API key
zh_hans: OpenAI API 密钥

source: OpenAI didn’t return a usable plant suggestion. Please try again.
zh_hans: OpenAI 没有返回可用的植物建议，请再试一次。

source: OpenAI returned an error.
zh_hans: OpenAI 请求出错。

source: Openings form naturally inside the blade or as smooth splits along its edges.
zh_hans: 叶片内部会自然形成孔洞，或在边缘长出平滑的裂口。

source: Opens PlantStory's App Store review page
zh_hans: 打开 PlantStory 的 App Store 评价页面

source: Opens family details
zh_hans: 打开科的详细介绍

source: Opens growth stage details
zh_hans: 打开生长阶段详情

source: Opens light level details
zh_hans: 查看光照强度详情

source: Opens moisture check details
zh_hans: 查看盆土湿度详情

source: Opens plant details
zh_hans: 打开植物详情

source: Opens plant group details
zh_hans: 打开植物类群详情

source: Opens possible causes and checks
zh_hans: 查看可能原因和检查步骤

source: Opens propagation method details
zh_hans: 打开繁殖方法详情

source: Opens root condition details
zh_hans: 查看根系状态详情

source: Opens signs and next steps
zh_hans: 查看特征和处理建议

source: Opens the common pests guide
zh_hans: 打开常见害虫指南

source: Opens the houseplant family finder
zh_hans: 打开室内植物家族查询

source: Opens the leaf guide
zh_hans: 打开叶片指南

source: Opens the leaf shapes and patterns guide
zh_hans: 打开叶形与叶片特征指南

source: Opens the Light Made Simple guide
zh_hans: 打开“轻松看懂光照”指南

source: Opens the new growth and life stages guide
zh_hans: 打开新芽与生长阶段指南

source: Opens the plant anatomy guides
zh_hans: 打开植物结构指南

source: Opens the plant families and taxonomy guide
zh_hans: 打开植物家族与分类指南

source: Opens the plant’s taxonomy path
zh_hans: 打开这株植物的分类路径

source: Opens the PlantStory GitHub issues page in your browser
zh_hans: 在浏览器中打开 PlantStory 的 GitHub Issues 页面

source: Opens the PlantStory repository where you can star the project
zh_hans: 打开 PlantStory 的 GitHub 仓库并点亮 Star

source: Opens the PlantStory source code on GitHub
zh_hans: 在 GitHub 上打开 PlantStory 源代码

source: Opens the propagation basics guide
zh_hans: 打开繁殖入门指南

source: Opens the roots and repotting guide
zh_hans: 打开根系与换盆指南

source: Opens the visual plant problem guide
zh_hans: 打开植物问题图解

source: Opens the watering basics guide
zh_hans: 打开浇水基础指南

source: Opens the whole plant anatomy lesson
zh_hans: 打开整株植物结构课程

source: Opens watering reminder settings for this plant
zh_hans: 打开这株植物的浇水提醒设置

source: Opens wild find details
zh_hans: 打开野外记录详情

source: Optional AI exception
zh_hans: 使用 AI 时的例外

source: Order
zh_hans: 目

source: Other name
zh_hans: 别名

source: Other name (optional)
zh_hans: 别名（可选）

source: Ovary
zh_hans: 子房

source: Overdue
zh_hans: 已逾期

source: Overdue %lld days
zh_hans: 已过 %lld 天

source: Overdue since %@
zh_hans: 自 %@ 起已逾期

source: Ovule
zh_hans: 胚珠

source: Pale or yellowing foliage
zh_hans: 叶片变淡或发黄

source: Palm family
zh_hans: 棕榈科

source: Panda plant
zh_hans: 月兔耳

source: Parlor palm
zh_hans: 袖珍椰子

source: Parlor palm, kentia palm, areca palm, lady palm, and majesty palm.
zh_hans: 袖珍椰子、肯氏椰子、散尾葵、棕竹和马达加斯加棕榈。

source: Paste your OpenAI API key
zh_hans: 粘贴你的 OpenAI API 密钥

source: Patience
zh_hans: 给它一点时间

source: Patterns & features
zh_hans: 花纹与特征

source: Pause if it is struggling
zh_hans: 状态不对，先停下来检查

source: Pause or problem?
zh_hans: 只是暂停，还是出了问题？

source: Peace lily
zh_hans: 白掌（Peace lily）

source: Peacock plant
zh_hans: 孔雀竹芋

source: Pepper family
zh_hans: 胡椒科

source: Pest discovered
zh_hans: 发现病虫害

source: PEST FIELD GUIDE
zh_hans: 害虫图鉴

source: Pests often gather around tender shoots and folded leaves, so inspect them gently.
zh_hans: 害虫容易藏在嫩芽和卷叶周围，检查时动作要轻。

source: Pests or physical damage
zh_hans: 虫害或物理损伤

source: Petal
zh_hans: 花瓣

source: Petals are different from sepals, which protect the flower before it opens.
zh_hans: 花瓣和萼片并不相同；萼片会在花朵开放前保护花芽。

source: Petals surround a flower's center and often help attract pollinators.
zh_hans: 花瓣围绕花朵中央，常用颜色和形状吸引传粉者。

source: Petiole
zh_hans: 叶柄

source: Photo %lld
zh_hans: 照片 %lld

source: Photo data, dates, and notes are included inside those two private files.
zh_hans: 照片、日期和笔记都保存在这两个私有文件中。

source: Photo dates are filled from image metadata when available. Add a location and note for each separate sighting.
zh_hans: 如果照片带有拍摄日期，PlantStory 会自动填写。每次遇见同一种植物时，都可以记录地点和笔记。

source: Photo dates are filled from image metadata when available. You can adjust them, choose a timeline event, and add a note.
zh_hans: 如果照片带有拍摄日期，PlantStory 会自动填写。你也可以修改日期、选择事件标签并写下笔记。

source: Photos
zh_hans: 照片

source: Pines, cycads such as the sago palm, ginkgo, and firs.
zh_hans: 松树、苏铁类植物（如铁树）、银杏和冷杉。

source: Place the correct cut surface or petiole in fresh rooting medium. Some fleshy plants need the cut to dry first, so check species-specific instructions.
zh_hans: 把正确的切口或叶柄插入新鲜生根基质。有些肉质植物需要先晾干切口，要以品种专属说明为准。

source: Place the correct lower node in water or fresh rooting medium while keeping leaves above the surface. Remove submerged or buried leaves.
zh_hans: 把正确的下方茎节放入水中或新鲜生根基质，叶片留在表面以上，并去掉会被水淹或埋住的叶片。

source: Plant
zh_hans: 植物

source: Plant a seed
zh_hans: 种下一颗种子

source: Plant anatomy
zh_hans: 植物结构

source: Plant description
zh_hans: 植物描述

source: Plant Families & Taxonomy
zh_hans: 植物家族与分类

source: Plant name
zh_hans: 植物名称

source: PLANT PART
zh_hans: 植物部位

source: Plant problem guide
zh_hans: 植物问题指南

source: PLANT PROFILE
zh_hans: 植物资料

source: Plant reminders
zh_hans: 植物提醒

source: Plant statistics
zh_hans: 养护统计

source: Plant Wiki
zh_hans: 植物百科

source: PLANT WIKI
zh_hans: 植物小百科

source: Plants
zh_hans: 植物

source: Plants in this starter catalog
zh_hans: 入门图鉴收录的本科植物

source: Plants that make flowers and seeds within fruits
zh_hans: 会开花，种子包在果实里的植物

source: PlantStory %@ is available
zh_hans: PlantStory %@ 已发布

source: PlantStory Backup %@
zh_hans: PlantStory 备份 %@

source: PlantStory couldn’t read the OpenAI response.
zh_hans: 无法读取 OpenAI 返回的内容。

source: PlantStory couldn’t securely update the API key.
zh_hans: 无法将 API 密钥安全地保存到钥匙串。

source: PlantStory sends the plant name to OpenAI only after you request a suggestion. Each request uses your OpenAI API credits, and you’ll review the result before applying it.
zh_hans: 只有你主动生成建议时，PlantStory 才会把植物名称发送给 OpenAI。每次生成都会消耗你的 OpenAI API 额度，采用前可以先查看内容。

source: PlantStory sends the plant name, any species text you entered, and your device region when relevant. Photos, notes, and plant history are not sent.
zh_hans: PlantStory 只会发送植物名称、你填写的物种，以及必要时的设备地区。照片、笔记和植物记录不会发送。

source: PlantStory uses no account, cloud database, or live cloud sync.
zh_hans: PlantStory 无需账户，也不会使用云端数据库或实时同步。

source: PlantStory was brought to life through ideas, conversation, and joyful experimentation with AI.
zh_hans: PlantStory 诞生于一个个想法、一次次对话，以及和 AI 一起进行的快乐实验。

source: Please try again.
zh_hans: 请再试一次。

source: Polka dot begonia
zh_hans: 斑叶竹节秋海棠

source: Polka dot begonia, rex begonias, wax begonias, and cane begonias.
zh_hans: 斑叶竹节秋海棠、蟆叶秋海棠、四季秋海棠和竹节型秋海棠。

source: Ponytail palm
zh_hans: 酒瓶兰

source: Ponytail palm and sago palm are not true palms; they belong to entirely different plant groups.
zh_hans: 酒瓶兰和铁树都不是真正的棕榈，它们分别属于完全不同的植物家族。

source: Popular houseplants
zh_hans: 常见室内植物

source: Port Jackson fig
zh_hans: 锈叶榕

source: Possible overwatering
zh_hans: 可能浇水过多

source: Possible root rot
zh_hans: 可能烂根

source: Possible too little light
zh_hans: 可能光照不足

source: Possible too much light
zh_hans: 可能光照过强

source: Possible underwatering
zh_hans: 可能缺水

source: Pot and potting mix
zh_hans: 花盆与盆土

source: Pot size, drainage, material, and mix all change how long moisture remains.
zh_hans: 花盆大小、排水情况、材质和盆土配方，都会影响水分保留多久。

source: Pour slowly and evenly
zh_hans: 缓慢均匀地浇

source: Prayer plant
zh_hans: 祈祷竹芋

source: Prayer plant family
zh_hans: 竹芋科

source: Prayer plant, Goeppertia species often sold as calatheas, Ctenanthe, and Stromanthe.
zh_hans: 祈祷竹芋、商店里常以 Calathea 名称出售的肖竹芋属、栉花竹芋属和锦竹芋属。

source: Prayer plants are tropical herbs known for patterned leaves and daily leaf movement.
zh_hans: 竹芋科多为热带草本，以漂亮的叶片纹路和随昼夜变化的叶片运动闻名。

source: Prepare the new home
zh_hans: 准备新住处

source: Press a finger into the potting mix rather than judging only the surface. Lift the pot too, if it is safe to handle.
zh_hans: 将手指伸入盆土，不要只看表面。如果方便且安全，也可以拿起花盆感受重量。

source: Preview
zh_hans: 预览

source: Propagation Basics
zh_hans: 繁殖入门

source: Propagation is an experiment, not a promise. Start with one healthy piece, label it, and learn how that species responds before taking more.
zh_hans: 繁殖更像一次小实验，并非每次都保证成功。先从一份健康材料开始，做好标签，摸清这个品种的反应后再多取。

source: PROPAGATION METHOD
zh_hans: 繁殖方法

source: Protect active buds when pruning because they contain the plant's next growth.
zh_hans: 修剪时要保护正在生长的芽，因为植物接下来的新生长就藏在里面。

source: Protect tender growth
zh_hans: 保护幼嫩新芽

source: Protect the tender tip while it grows. Removing it can encourage some plants to branch from buds below.
zh_hans: 生长时保护娇嫩的茎尖。移除茎尖可能促使某些植物从下方芽点分枝。

source: Prune
zh_hans: 修剪

source: Pruned
zh_hans: 修剪

source: Pruning
zh_hans: 修剪

source: Pruning scheduled
zh_hans: 本月需修剪
